---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationAncillaryUsage
source: html/953c1784-1bb2-96c3-e2e0-c6d15636acb6.htm
---
# FabricationAncillaryUsage Properties

Depth of required ancillary if it isn't round.